Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# FontConverterPage_StatusText.Text
source: Add fonts to begin.
de_de: Fügen Sie Schriftarten hinzu, um zu beginnen.
es_es: Añadir fuentes para comenzar.
fr_fr: Ajouter des polices pour commencer.
pl_pl: Dodawanie czcionek do rozpoczęcia.
zh_hans: 要开始添加字体 。

# FormatInspectorPage_ClearButton.Content
source: Clear List
de_de: Liste löschen
es_es: Limpiar lista
fr_fr: Effacer la liste
pl_pl: Wyczyść listę
zh_hans: 清除列表

# FormatInspectorPage_FormatInspectorPageButton01.Content
source: Add Files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
pl_pl: Dodaj pliki
zh_hans: 添加文件

# FormatInspectorPage_FormatInspectorPageButton02.Content
source: Add Folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
pl_pl: Dodaj folder
zh_hans: 添加文件夹

# FormatInspectorPage_FormatInspectorPageButton03.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# FormatInspectorPage_InspectButton.Content
source: Inspect All
de_de: Alle prüfen
es_es: Inspeccionar todo
fr_fr: Inspecter tous
pl_pl: Powrót do wszystkich
zh_hans: 全部检查

# FormatInspectorPage_Item_002.Text
source: Format Inspector
de_de: Format-Inspektor
fr_fr: Inspecteur du format
pl_pl: Inspektor formatu
zh_hans: 格式检查检查员

# FormatInspectorPage_Item_003.Text
source: Probe codecs, streams, signatures, size, duration, and conversion readiness before sending files into a queue.
de_de: Probe Codecs, Streams, Signaturen, Größe, Dauer und Konversionsbereitschaft vor dem Senden von Dateien in eine Warteschlange.
es_es: Codecs de sonda, secuencias, firmas, tamaño, duración y preparación para la conversión antes de enviar archivos a una cola.
fr_fr: Sondes codecs, flux, signatures, taille, durée et préparation à la conversion avant d'envoyer des fichiers dans une file d'attente.
pl_pl: Kody sondy, strumienie, podpisy, rozmiar, czas trwania i konwersja przed wysłaniem plików do kolejki.
zh_hans: 在将文件发送到队列前, 测试代码、 流、 签名、 大小、 持续时间和转换准备就绪 。

# FormatInspectorPage_Item_006.Text
source: Drop files to inspect
de_de: Drop-Dateien zu überprüfen
es_es: Suelta los archivos para inspeccionar
fr_fr: Déposer les fichiers à inspecter
pl_pl: Upuść pliki do sprawdzenia
zh_hans: 要检查的拖放文件

# FormatInspectorPage_Item_007.Text
source: UCX checks signatures locally and uses FFprobe for audio/video stream details when available.
de_de: UCX überprüft Signaturen lokal und verwendet FFprobe für Audio/Video Stream Details, wenn verfügbar.
es_es: UCX comprueba las firmas localmente y utiliza FFprobe para los detalles de transmisión de audio/vídeo cuando está disponible.
fr_fr: UCX vérifie les signatures localement et utilise FFprobe pour les détails du flux audio/vidéo lorsque disponible.
pl_pl: UCX sprawdza sygnatury lokalnie i używa FFprobe dla szczegółów strumienia audio/wideo, jeśli jest dostępny.
zh_hans: UCX 检查本地签名,并使用 FFprobe 进行音频/视频流细节检查。

# FormatInspectorPage_Item_009.Text
source: Trust Check
de_de: Vertrauensprüfung
es_es: Comprobación de confianza
fr_fr: Vérification de la confiance
pl_pl: Kontrola zaufania
zh_hans: 信任检查

# FormatInspectorPage_Item_010.Text
source: Select a file to view the report
de_de: Wählen Sie eine Datei, um den Bericht anzuzeigen
es_es: Seleccione un archivo para ver el informe
fr_fr: Sélectionnez un fichier pour afficher le rapport
pl_pl: Wybierz plik aby zobaczyć raport
zh_hans: 选择要查看报表的文件

# FormatInspectorPage_Item_011.Text
source: Reports include detected type, codec streams, tags, conversion targets, and local processing notes.
de_de: Berichte umfassen erkannten Typ, Codec-Streams, Tags, Konvertierungsziele und lokale Verarbeitungsnotizen.
es_es: Los informes incluyen tipos detectados, secuencias de códecs, etiquetas, objetivos de conversión y notas de procesamiento locales.
fr_fr: Les rapports comprennent le type détecté, les flux de codec, les balises, les cibles de conversion et les notes de traitement locales.
pl_pl: Raporty obejmują wykryty typ, strumienie kodów, znaczniki, cele konwersji i lokalne notatki przetwarzania.
zh_hans: 报告包括已检测到的类型、编码流、标记、转换目标以及当地处理注释。

# FormatInspectorPage_OpenFolderButton.Content
source: Open Folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# FrameSnapshotPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# FrameSnapshotPage_ClearQueueButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# FrameSnapshotPage_CountBox.Header
source: Frames per video
de_de: Rahmen pro Video
es_es: Marcos por vídeo
fr_fr: Cadres par vidéo
pl_pl: Ramy na nagranie
zh_hans: 每个视频的框架框架

# FrameSnapshotPage_ExtractButton.Content
source: Extract
de_de: Auszug
es_es: Extracto
fr_fr: Extrait
pl_pl: Ekstrakt
zh_hans: 解压缩

# FrameSnapshotPage_FormatCombo.Header
source: Image format
de_de: Bildformat
es_es: Formato de imagen
fr_fr: Format d'image
pl_pl: Format obrazu
zh_hans: 图像格式

# FrameSnapshotPage_FrameSnapshotPageButton01.Content
source: Add Files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
pl_pl: Dodaj pliki
zh_hans: 添加文件

# FrameSnapshotPage_FrameSnapshotPageButton02.Content
source: Add Folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
pl_pl: Dodaj folder
zh_hans: 添加文件夹

# FrameSnapshotPage_FrameSnapshotPageButton03.Content
source: Browse Videos
de_de: Videos durchsuchen
es_es: Examinar vídeos
fr_fr: Parcourir les vidéos
pl_pl: Przeglądanie filmów wideo
zh_hans: 浏览视频

# FrameSnapshotPage_FrameSnapshotPageButton04.Content
source: Browse
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
pl_pl: Przeglądaj
zh_hans: 浏览

# FrameSnapshotPage_FrameSnapshotPageButton05.Content
source: Same as source
de_de: Gleich wie die Quelle
es_es: Igual que la fuente
fr_fr: Même source
pl_pl: Tak samo jak źródło
zh_hans: 与源相同

# FrameSnapshotPage_FrameSnapshotPagePivotItem01.Header
source: Snapshots
de_de: Schnappschüsse
es_es: Instantáneas
fr_fr: Captures instantanées
pl_pl: Migdały
zh_hans: 抓图

# FrameSnapshotPage_FrameSnapshotPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# FrameSnapshotPage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# FrameSnapshotPage_Item_004.Text
source: Frame Snapshot
es_es: Instantánea del marco
fr_fr: Capture d'image
pl_pl: Klawiatury
zh_hans: 框架框架抓图

# FrameSnapshotPage_Item_005.Text
source: Export precise video stills or image-sequence samples with local FFmpeg processing.
de_de: Exportieren Sie präzise Videostills oder Bildsequenzproben mit lokaler FFmpeg-Verarbeitung.
es_es: Exportar fotogramas de vídeo precisos o muestras de imágenes con procesamiento FFmpeg local.
fr_fr: Exportez des clichés vidéo précis ou des échantillons de séquence d'images avec le traitement local FFmpeg.
pl_pl: Eksport precyzyjnego obrazu lub próbek sekwencji obrazu z lokalnym przetwórstwem FFmpeg.
zh_hans: 出口精确的视频静态或图像序列样本,由本地的 FFmpeg 处理。

# FrameSnapshotPage_Item_010.Text
source: Drop videos to extract frames
de_de: Videos zum Extrahieren von Frames ablegen
es_es: Soltar vídeos para extraer marcos
fr_fr: Déposer des vidéos pour extraire des images
pl_pl: Upuść filmy do wyciągania ramek
zh_hans: 用于提取框架的拖放视频

# FrameSnapshotPage_Item_011.Text
source: Create stills for thumbnails, contact sheets, review notes, and image-sequence handoff.
de_de: Erstellen Sie Stills für Thumbnails, Kontaktblätter, Bewertungsnotizen und Bildsequenz-Handoff.
es_es: Cree fotogramas para miniaturas, hojas de contacto, notas de revisión y paso de secuencia de imágenes.
fr_fr: Créez des alambics pour les vignettes, les feuilles de contact, les notes de revue et la séquence d'images.
pl_pl: Tworzenie postojów dla miniatur, arkuszy kontaktowych, notatek recenzji i odsłony odsłony obrazu.
zh_hans: 创建用于缩略图、 联系工作表、 评析笔记 和图像序列切换的静态 。

# FrameSnapshotPage_Item_014.Text
source: No exported snapshots yet
de_de: Noch keine exportierten Snapshots
es_es: Todavía no hay instantáneas exportadas
fr_fr: Pas encore d'instantanés exportés
pl_pl: Brak jeszcze eksportowanych migawek
zh_hans: 尚未出口快照

# FrameSnapshotPage_Item_015.Text
source: Completed, failed, and cancelled snapshot jobs appear here.
de_de: Abgeschlossene, fehlgeschlagene und abgebrochene Snapshot-Jobs erscheinen hier.
es_es: Los trabajos de instantánea completados, fallidos y cancelados aparecen aquí.
fr_fr: Les tâches d'instantané terminées, échouées et annulées apparaissent ici.
pl_pl: Ukończono, nie powiodło się i pojawiają się tutaj anulowane zadania zrzutowe.
zh_hans: 完成、失败、取消的快照工作出现在这里 。

# FrameSnapshotPage_Item_016.Text
source: Engine
de_de: Motor
es_es: Motor
fr_fr: Moteur
pl_pl: Silnik
zh_hans: 引擎引擎

# FrameSnapshotPage_Item_017.Text
source: Snapshot Plan
de_de: Schnappschuss-Plan
es_es: Plan Snapshot
fr_fr: Plan d'instantané
pl_pl: Plan migawek
zh_hans: 抓图计划

# FrameSnapshotPage_Item_019.Content
source: PNG lossless
de_de: PNG verlustfrei
es_es: PNG sin pérdidas
fr_fr: PNG sans perte
pl_pl: Bezstratna PNG
zh_hans: PNG 无损失

# FrameSnapshotPage_Item_020.Content
source: JPEG compact
es_es: JPEG compacto
pl_pl: JPEG kompaktowy
zh_hans: JPEG 紧凑

# FrameSnapshotPage_Item_021.Content
source: WebP web-ready
es_es: WebP listo para la web
fr_fr: WebP prêt à l'emploi
pl_pl: Gotowy do WebP
zh_hans: WebP 网络已就绪

# FrameSnapshotPage_Item_026.Content
source: Highest
de_de: Höchst
es_es: Más alto
fr_fr: Plus haut
pl_pl: Najwyższe
zh_hans: 最高

# FrameSnapshotPage_Item_027.Content
source: Balanced
de_de: Ausgewogen
es_es: Saldo
fr_fr: Équilibré
pl_pl: Zrównoważony
zh_hans: 结余

# FrameSnapshotPage_Item_028.Content
source: Compact
de_de: Kompakt
es_es: Compacto
pl_pl: Kompakt
zh_hans: 契约

# FrameSnapshotPage_Item_029.Text
source: File Location
de_de: Datei-Speicherort
es_es: Ubicación del archivo
fr_fr: Emplacement du fichier
pl_pl: Umiejscowienie pliku
zh_hans: 文件位置

# FrameSnapshotPage_Item_033.Text
source: Queue Summary
de_de: Zusammenfassung der Frage
es_es: Resumen de la cola
fr_fr: Résumé de la requête
pl_pl: Podsumowanie kolejki
zh_hans: 队列摘要

# FrameSnapshotPage_Item_035.Text
source: Local-only extraction. UCX never uploads video content for snapshots.
de_de: Nur lokale Extraktion. UCX lädt niemals Videoinhalte für Snapshots hoch.
es_es: Extracción local. UCX nunca carga contenido de vídeo para instantáneas.
fr_fr: Extraction locale seulement. UCX ne télécharge jamais de contenu vidéo pour des instantanés.
pl_pl: Jedynie lokalna ekstrakcja. UCX nigdy nie wysyła treści wideo do migawek.
zh_hans: UCX从不上传视频内容作为快照

# FrameSnapshotPage_OpenOutputButton.Content
source: Open Output Folder
de_de: Ausgabeordner öffnen
es_es: Abrir carpeta de salida
fr_fr: Ouvrir le dossier de sortie
pl_pl: Otwórz folder wyjścia
zh_hans: 打开输出文件夹

# FrameSnapshotPage_OutputDirectoryBox.Header
source: Save to
de_de: Speichern auf
es_es: Guardar en
fr_fr: Enregistrer dans
pl_pl: Zapisz do
zh_hans: 保存到

# FrameSnapshotPage_QualityCombo.Header
source: Quality
de_de: Qualität
es_es: Calidad
fr_fr: Qualité
pl_pl: Jakość
zh_hans: 质量质量

# FrameSnapshotPage_QueueSummaryText.Text
source: 0 queued / 0 finished
de_de: 0 Schlange stehend / 0 fertig
es_es: 0 colado / 0 terminado
fr_fr: 0 en attente / 0 terminé
pl_pl: 0 kolejek / 0 zakończonych
zh_hans: 0d 排队/ 0 完成

# FrameSnapshotPage_StartSecondBox.Header
source: Start second
de_de: Zweiter Anfang
es_es: Iniciar segundo
fr_fr: Début deuxième
pl_pl: Uruchom drugi
zh_hans: 第二次开始

# GifMakerPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# GifMakerPage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# GifMakerPage_DurationBox.Header
source: Duration (blank = to end)
de_de: Dauer (blank = bis Ende)
es_es: Duración (en blanco = hasta el final)
fr_fr: Durée (blank = à la fin)
pl_pl: Czas trwania (blank = do końca)
zh_hans: 期限(空白=至结束)

# GifMakerPage_FpsCombo.Header
source: Frame rate
de_de: Bildrate
es_es: Tasa de marcos
fr_fr: Taux-cadre
pl_pl: Stopa ramki
zh_hans: 框架速率

# GifMakerPage_GifMakerPageButton01.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# GifMakerPage_GifMakerPageButton02.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# GifMakerPage_GifMakerPagePivotItem01.Header
source: Queue
de_de: Warteschlange
es_es: Cola
fr_fr: File d’attente
pl_pl: Kolejka
zh_hans: 队列

# GifMakerPage_GifMakerPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# GifMakerPage_Item_001.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove from queue
de_de: Aus der Warteschlange entfernen
es_es: Eliminar de la cola
fr_fr: Supprimer de la file d'attente
pl_pl: Usuń z kolejki
zh_hans: 从队列中删除

# GifMakerPage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# GifMakerPage_Item_004.Text
source: GIF Maker
de_de: GIF-Erzeuger
fr_fr: Fabricant GIF
zh_hans: GIF 制造器

# GifMakerPage_Item_005.Text
source: Convert video clips to high-quality animated GIFs via two-pass FFmpeg palettegen + paletteuse.
de_de: Konvertieren Sie Videoclips in hochwertige animierte GIFs über Zwei-Pass FFmpeg Paletten + Palettennutzung.
es_es: Convierta los clips de vídeo en GIF animados de alta calidad a través de paleta de dos pasos FFmpeg + uso de paleta.
fr_fr: Convertir les clips vidéo en GIF animés de haute qualité via deux-pass FFmpeg palettegen + paletteuse.
pl_pl: Konwertuj klipy wideo na wysokiej jakości animowane GIF poprzez dwupassowe FFmpeg paletygen + paletowe.
zh_hans: 将视频剪辑转换成高质量的动画化 GIF, 通过双通道 FFmpeg 调色板+调色板。

# GifMakerPage_Item_009.Text
source: Drop video files here
de_de: Videodateien hier ablegen
es_es: Suelta los archivos de vídeo aquí
fr_fr: Déposer les fichiers vidéo ici
pl_pl: Upuść pliki wideo tutaj
zh_hans: 在此放放视频文件

# GifMakerPage_Item_010.Text
source: Each file becomes one GIF using the settings on the right. Defaults are sized for social embedding.
de_de: Jede Datei wird mit den Einstellungen auf der rechten Seite zu einem GIF. Für die soziale Einbettung werden die Voreinstellungen dimensioniert.
es_es: Cada archivo se convierte en un GIF usando la configuración de la derecha. Los valores predeterminados son de tamaño para la integración social.
fr_fr: Chaque fichier devient un seul GIF en utilisant les paramètres de droite. Les valeurs par défaut sont dimensionnées pour l'intégration sociale.
pl_pl: Każdy plik staje się jednym GIF przy użyciu ustawień po prawej stronie. Domyślnie rozmiary dla łączeń społecznych.
zh_hans: 每个文件都使用右边的设置变成一个 GIF 。 默认值为社会嵌入大小 。

# GifMakerPage_Item_013.Text
source: No GIFs rendered yet
de_de: Noch keine GIFs gerendert
es_es: Aún no se ha renderizado ningún GIF
fr_fr: Aucun GIF rendu
pl_pl: Nie wyrenderowano jeszcze żadnych plików GIF
zh_hans: 尚未渲染 GIF

# GifMakerPage_Item_014.Text
source: Successful and failed renders show up here so you can open the output folder.
de_de: Erfolgreiche und fehlgeschlagene Renders erscheinen hier, so dass Sie den Ausgabeordner öffnen können.
es_es: Renders exitosos y fallidos aparecen aquí para que pueda abrir la carpeta de salida.
fr_fr: Les rendus réussis et échoués apparaissent ici afin que vous puissiez ouvrir le dossier de sortie.
pl_pl: Powodzenie i niepowodzenie pokazuje tutaj, aby móc otworzyć folder wyjściowy.
zh_hans: 成功且失败的 Production 显示在此, 这样您就可以打开输出文件夹 。

# GifMakerPage_Item_015.Text
source: Render Settings
de_de: Render-Einstellungen
es_es: Configuración del render
fr_fr: Paramètres de rendu
pl_pl: Ustawienia odtwarzania
zh_hans: 招标设置设置

# GifMakerPage_Item_018.Content
source: 480 px (social)
de_de: 480 px (sozial)
pl_pl: 480 px (społeczne)
zh_hans: 480 px(社会)

# GifMakerPage_Item_020.Content
source: 1080 px (full)
de_de: 1080 px (voll)
es_es: 1080 px (completa)
fr_fr: 1080 px (complet)
pl_pl: 1080 px (pełna)
zh_hans: 1080 px( 全)

# GifMakerPage_Item_022.Content
source: 10 fps
zh_hans: 10个fps

# GifMakerPage_Item_023.Content
source: 15 fps
zh_hans: 15个英尺

# GifMakerPage_Item_024.Content
source: 20 fps
zh_hans: 20英尺

# GifMakerPage_Item_025.Content
source: 24 fps
zh_hans: 24个fps

# GifMakerPage_Item_026.Content
source: 30 fps
zh_hans: 30个fps

# GifMakerPage_Item_028.Content
source: Infinite
de_de: Unendlich
es_es: Infinito
pl_pl: Nieskończona
zh_hans: 无限

# GifMakerPage_Item_029.Content
source: Play once
de_de: Einmal spielen
es_es: Jugar una vez
fr_fr: Jouer une fois
pl_pl: Zagraj raz
zh_hans: 播放一次

# GifMakerPage_Item_030.Content
source: Loop 3×
de_de: Schleife 3×
fr_fr: Boucle 3×
pl_pl: Pętla 3×
zh_hans: 循环 3x

# GifMakerPage_Item_031.Content
source: Loop 5×
de_de: Schleife 5×
fr_fr: Boucle 5×
pl_pl: Pętla 5×
zh_hans: 循环 5x

# GifMakerPage_Item_032.Text
source: Trim (seconds)
de_de: Trim (Sekunden)
es_es: Recortar (segundos)
fr_fr: Coupe (secondes)
pl_pl: Trim (sekunda)
zh_hans: Trim( 秒)

# GifMakerPage_Item_035.Text
source: Queue Summary
de_de: Zusammenfassung der Frage
es_es: Resumen de la cola
fr_fr: Résumé de la requête
pl_pl: Podsumowanie kolejki
zh_hans: 队列摘要

# GifMakerPage_LoopCombo.Header
source: Loop
de_de: Schleife
fr_fr: Boucle
pl_pl: Pętla
zh_hans: 循环圈

# GifMakerPage_QueueSummaryText.Text
source: 0 queued / 0 finished
de_de: 0 Schlange stehend / 0 fertig
es_es: 0 colado / 0 terminado
fr_fr: 0 en attente / 0 terminé
pl_pl: 0 kolejek / 0 zakończonych
zh_hans: 0d 排队/ 0 完成

# GifMakerPage_RunButton.Content
source: Make GIFs
de_de: GIFs machen
es_es: Hacer GIFs
fr_fr: Faire des GIF
pl_pl: Dodaj GIF
zh_hans: 创建 GIF 工具化

# GifMakerPage_StartBox.Header
source: Start
de_de: Starten
es_es: Comienzo
fr_fr: Démarrer
pl_pl: Początek
zh_hans: 开始

# GifMakerPage_WidthCombo.Header
source: Width
de_de: Breite
es_es: Ancho
fr_fr: Largeur
pl_pl: Szerokość
zh_hans: 宽宽度

# HistoryPage_HistoryPageButton01.Content
source: Refresh
de_de: Aktualisierung
es_es: Actualizar
fr_fr: Actualiser
pl_pl: Odśwież
zh_hans: 刷新

# HistoryPage_HistoryPageButton02.Content
source: Clear history
de_de: Geschichte löschen
es_es: Limpiar el historial
fr_fr: Effacer l' historique
pl_pl: Wyczyść historię
zh_hans: 清除历史

# HistoryPage_HistoryPageButton03.Content
source: Export report
de_de: Ausfuhrbericht
es_es: Informe de exportación
fr_fr: Rapport sur les exportations
pl_pl: Sprawozdanie z wywozu
zh_hans: 出口报告出口报告

# HistoryPage_Item_001.Text
source: error:
de_de: Fehler:
fr_fr: erreur & #160;:
pl_pl: Błąd:
zh_hans: 错误 :

# HistoryPage_Item_002.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Reveal output in Explorer
de_de: Ausgabe im Explorer anzeigen
es_es: Revelar la salida en el explorador
fr_fr: Sortie de révélation dans l'Explorateur
pl_pl: Odblokuj wyjście w Explorerze
zh_hans: 在探索器中显示显示输出

# HistoryPage_Item_002.Content
source: Open
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
pl_pl: Otwórz
zh_hans: 开放

# HistoryPage_Item_003.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Re-run with the same parameters
de_de: Mit den gleichen Parametern erneut ausführen
es_es: Volver a ejecutar con los mismos parámetros
fr_fr: Relancer avec les mêmes paramètres
pl_pl: Ponowne uruchomienie o tych samych parametrach
zh_hans: 使用相同参数重新运行

# HistoryPage_Item_003.Content
source: Re-run
de_de: Wiederausführen
es_es: Volver a ejecutar
fr_fr: Réouverture
pl_pl: Ponowne uruchomienie
zh_hans: 重新运行

source: Forget this entry
de_de: Vergessen Sie diesen Eintrag
es_es: Olvida esta entrada
fr_fr: Oubliez cette entrée
pl_pl: Zapomnij o tym wpisie
zh_hans: 忘记此条目

# HistoryPage_Item_004.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Forget this entry
de_de: Vergessen Sie diesen Eintrag
es_es: Olvida esta entrada
fr_fr: Oubliez cette entrée
pl_pl: Zapomnij o tym wpisie
zh_hans: 忘记此条目

# HistoryPage_Item_006.Text
source: Persistent SQLite log of every job. Search, re-run, or forget any entry.
de_de: Persistentes SQLite-Protokoll jedes Jobs. Suchen, erneut ausführen oder jeden Eintrag vergessen.
es_es: Registro SQLite persistente de cada trabajo. Buscar, volver a ejecutar, u olvidar cualquier entrada.
fr_fr: Journal SQLite persistant de chaque travail. Rechercher, ré-exécuter ou oublier toute entrée.
pl_pl: Nieustanny login każdej pracy. Poszukiwanie, ponowny bieg, lub zapomnij o wpisie.
zh_hans: 每项工作的持久性 SQLite 日志。 搜索、 重新运行或忘记任何条目 。

# HistoryPage_Item_010.Text
source: Total jobs
de_de: Arbeitsplätze insgesamt
es_es: Total de empleos
fr_fr: Emploi total
pl_pl: Praca ogółem
zh_hans: 工作总数

# HistoryPage_Item_012.Text
source: Succeeded
de_de: Erfolg
es_es: Éxito
fr_fr: Succédé
pl_pl: Podwyższone
zh_hans: 已成功

# HistoryPage_Item_014.Text
source: Failed
de_de: fehlgeschlagen
es_es: Falló
fr_fr: Échec
pl_pl: Nie udało się
zh_hans: 失败失败

# HistoryPage_Item_016.Text
source: Space saved
de_de: Platz eingespart
es_es: Espacio guardado
fr_fr: Espace sauvé
pl_pl: Przestrzeń zapisana
zh_hans: 节省的空间

# HistoryPage_Item_019.Text
source: No history yet
de_de: Noch keine Geschichte
es_es: No hay historia todavía
fr_fr: Pas encore d'histoire
pl_pl: Nie ma jeszcze historii.
zh_hans: 还没有历史历史

# HistoryPage_Item_020.Text
source: Run a conversion or compression and it will appear here.
de_de: Führen Sie eine Konvertierung oder Kompression und es wird hier angezeigt.
es_es: Ejecute una conversión o compresión y aparecerá aquí.
fr_fr: Lancez une conversion ou une compression et elle apparaîtra ici.
pl_pl: Uruchomić konwersję lub kompresję i pojawi się tutaj.
zh_hans: 运行转换或压缩, 它会在这里出现 。

# HistoryPage_SearchBox.PlaceholderText
source: Filter by engine, action, file path, preset...
de_de: Filtern nach Engine, Aktion, Dateipfad, voreingestellt...
es_es: Filtrar por motor, acción, ruta de archivo, preestablecido...
fr_fr: Filtrer par moteur, action, chemin de fichier, préréglage...
pl_pl: Filtruj według silnika, akcji, ścieżki plików, ustawień...
zh_hans: 通过引擎、动作、文件路径、预设过滤器过滤...

# HomePage_DiagnosticsStatusText.Text
source: No issues recorded this session.
de_de: Diese Sitzung wurde ohne Probleme aufgezeichnet.
es_es: No se registraron cuestiones en este período de sesiones.
fr_fr: Aucune question n'a été enregistrée à cette session.
pl_pl: Nie zarejestrowano żadnych problemów.
zh_hans: 本届会议没有记录任何议题。

# HomePage_ExportCrashBundleButton.Content
source: Export crash bundle
de_de: Crashpaket exportieren
es_es: Paquete de fallos de exportación
fr_fr: Exporter le paquet de crash
pl_pl: Eksportuj pakiet awarii
zh_hans: 导出崩溃包

# HomePage_HomePageButton01.Content
source: Convert Files
de_de: Dateien konvertieren
es_es: Convertir archivos
fr_fr: Convertir des fichiers
zh_hans: 转换文件

# HomePage_HomePageButton02.Content
source: Open AI Lab
de_de: AI-Labor öffnen
es_es: Abrir el laboratorio AI
fr_fr: Ouvrir le laboratoire AI
zh_hans: 开放 AI实验室

# HomePage_HomePageButton03.Content
source: Browse Tools
de_de: Werkzeug durchsuchen
es_es: Herramientas de exploración
fr_fr: Parcourir les outils
zh_hans: 浏览工具

# HomePage_Item_004.Text
source: Convert, compress, download, record, and inspect media locally.
de_de: Konvertieren, komprimieren, herunterladen, aufnehmen und inspizieren Sie Medien lokal.
es_es: Convertir, comprimir, descargar, grabar e inspeccionar los medios localmente.
fr_fr: Convertir, compresser, télécharger, enregistrer et inspecter les médias localement.
zh_hans: 转换、压缩、下载、记录和检查当地媒体。
